<?php

define('SITE_TITLE','MAP\'s');
define('BASE_URL',$_SERVER['REQUEST_SCHEME']."://".$_SERVER['HTTP_HOST']);
define('BASE_PATH',$_SERVER['DOCUMENT_ROOT']);

const locationTypes = [
    1 => "عمومی",
    2 => "رستوران",
    3 => "پارک",
    4 => "شهربازی",
    5 => "فروشگاه",
    6 => "سوپرمارکت",
    7 => "پاساژ",
    8 => "مسجد",
    9 => "باشگاه",
    10 => "کتابخانه",
    11 => "مدرسه",
    12 => "بیمارستان",
    13 => "سینما",
    14 => "موزه",
    15 => "فرودگاه",
    16 => "ایستگاه قطار",
    17 => "رستوران سنتی",
    18 => "کافه",
    19 => "هتل",
    20 => "مرکز خرید",
    21 => "پارکینگ",
    22 => "پل",
    23 => "مسیر پیاده‌روی",
    24 => "اداره پست",
    25 => "بانک",
    26 => "پمپ بنزین",
    27 => "مرکز ورزشی",
    28 => "پارک آبی",
    29 => "باغ وحش",
    30 => "نمایشگاه",
];
